micropython/micropython/ports/raspberrypi/boards/solderparty_bbq20kbd/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "BBQ20KBD"
#define MICROPY_HW_MCU_NAME "rp2040"

#define DEFAULT_I2C_BUS_SCL (&pin_GPIO23)
#define DEFAULT_I2C_BUS_SDA (&pin_GPIO18)

#define DEFAULT_UART_BUS_TX (&pin_GPIO20)
